[
  {
    "title": "20-Q Character Creation",
    "desc": "Creating a new character?\nThe 20 questions process runs you through the how-to of making a new character step by step.",
    "url": "/questions/1"
  },
  {
    "title": "Lore and Setting",
    "desc": "Contains information about the lore and setting of the game.\nThis includes information about clans, schools, creatures, and places in the world.",
    "url": "/lore/1"
  },
  {
    "title": "Rules and Mechanics",
    "desc": "Contains rules or mechanics of the game, such as how dice rolls work or skills do.\nThis section helps figure out the how of playing Legend of the Five Rings.",
    "url": "/rules/1"
  },
  {
    "title": "Opportunities",
    "desc": "Contains a list of examples of how one can spend opportunity. These are examples as well as opportunities that can be used with standard actions or techniques, and can give you a good idea of using opportunity narratively.",
    "url": "/opps/"
  },
  {
    "title": "Techniques",
    "desc": "Contains a list of techniques for your convenience.",
    "url": "/techniques/63"
  },
  {
    "title": "Conditions",
    "desc": "Contains a list of conditions all characters can have.",
    "url": "/conditions/1"
  },
  {
    "title": "Item Qualities",
    "desc": "Contains a list of qualities an item can have.",
    "url": "/qualities/1"
  },
  {
    "title": "Terrain Qualities",
    "desc": "Contains a list of Terrain qualities.",
    "url": "/terrains/1"
  },
  {
    "title": "Weapons",
    "desc": "A table listing common weapons and their qualities.",
    "url": "/weapons/1"
  },
  {
    "title": "Disclaimer",
    "desc": "This is a personal non-profit project intended as an easily-accessible digital reference for products you already own and will not be designed to replace them. Please ensure you only access content in accordance with your local laws. If you have concerns, please contact me via github.",
    "url": "https://github.com/sachieko/lo5r-app"
  },
  {
    "title": "About",
    "desc": "This is a single-person project at the moment, with the goal of creating an easily accessed digital reference for during gameplay. For more detail on my project, feel free to check out my github repo for this project via this link! - Sachieko",
    "url": "https://github.com/sachieko/lo5r-app"
  }
]
